{
    "set_up_required": "Setup Required Courses",
    "set_up_required_content": "Click here to see the course needed to set up.",
    "view_course_detail": "View Course Details",
    "view_course_detail_content": "Click here to see the course details.",
    "master_activity": "Master Activity",
    "master_activity_content": "A \"master activity\" being put into the \"nth\" course day is automatically copied to all sections meeting on the \"nth\" day of your course, where \"n\" means first, second, third, etc. And you only have to plan your curriculum once without having to copy and paste to different days.",
    "section_activity": "Section Activity",
    "section_activity_content":"A copy of the master activity for this section. This copy is scheduled to the concrete meeting time of this section on the \"nth\" day of your course, where \"n\" means first, second, third, etc.",
    "course_day": "Course Day",
    "course_day_content": "The \"nth\" day of your course, where \"n\" means first, second, third, etc.",
    "ok_I_got_it": "Ok, I got it!",
    "time_to_complete":"Time to Complete",
    "time_to_complete_content": "This time estimate will provide guidance to the students as they use Tabula to help them plan their time.\nTime management is an essential executive functioning skill. Therefore, every homework assignment is an opportunity to help train your students to be more successful in school and, ultimately, in life.",
    "benefits_acknowledged": "Benefits Acknowledged",
    "curriculum_management":"Curriculum Organization",
    "curriculum_management_content": "This section is for creating your curriculum (lessons, assignments, tests, etc.); and, if you'd like, ORGANIZING them into units.",
    "curriculum_schedule":"Curriculum Schedule",
    "curriculum_schedule_content": "This section is for PLANNING the timeline for your curriculum, e.g., deciding which assignments are due on which days, etc.",
    "set_up_course": "Setup Course",
    "set_up_course_content": "Click here to see the course configuration.",
    "set_up_grade_weighting": "Setup Grade Weighting",
    "set_up_grade_weighting_content": "This is where to input the Grade Weighting.",
    "set_up_syllabus": "Setup Syllabus",
    "set_up_syllabus_content": "This is where to input the course description/expectation/procedures/course goals/learning objectives/office hours...",
    "publish_course":"Publish the course",
    "publish_course_content": "Once all the course configurations are completed, let’s publish the course so that the lesson/assignment/test can be planned and be seen by the student/guardians.",
    "study_effort" : "Study Effort",
    "allow_cross_site_guide": "Allow cross-site tracking on your browsers to continue:",
    "third_party_guide_step_1": "In the Safari app on your Mac: Choose Preferences, then click Websites and select Pop-up Windows.",
    "third_party_guide_step_2": "Choose a currently open website and select Allow.",
    "third_party_guide_step_3": "Choose Preferences, then click Privacy.",
    "third_party_guide_step_4": "Uncheck “Prevent cross-site tracking”."

}